tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "colima", restart_service: true
brew "docker"
brew "frpc", restart_service: true
brew "htop"
brew "httpie"
brew "jenv"
brew "mackup"
brew "mas"
brew "nvm"
brew "openjdk"
brew "tldr"
brew "zsh"
cask "apparency"
cask "betterzip"
cask "easydict"
cask "font-cascadia-mono-pl"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "localsend"
cask "marginnote"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "miniconda"
cask "obsidian"
cask "picgo"
cask "proxyman"
cask "qlmarkdown"
cask "raycast"
cask "simpletex"
cask "sublime-text"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
cask "wechat"
cask "wetype"
#mas "Keynote 讲演", id: 409183694
#mas "Numbers 表格", id: 409203825
#mas "Pages 文稿", id: 409201541
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
